{"_id":{"$oid":"6384d6c7d6b7e74256846281"},"title":"Yellowstone","category":"continueWatching","banner":false,"description":"<p><b>Yellowstone </b>follows the Dutton family, led by John Dutton, who controls the largest contiguous ranch in the United States, under constant attack by those it borders — land developers, an Indian reservation, and America's first National Park. It is an intense study of a violent world far from media scrutiny — where land grabs make developers billions, and politicians are bought and sold by the world's largest oil and lumber corporations. Where drinking water poisoned by fracking wells and unsolved murders are not news: they are a consequence of living in the new frontier. It is the best and worst of America seen through the eyes of a family that represents both.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/429/1074022.jpg","rating":8.3,"premiered":2018,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/429/1074023.jpg"}
{"_id":{"$oid":"6384d6c7d6b7e74256846283"},"title":"House of the Dragon","category":"continueWatching","banner":false,"description":"<p>Set 200 years before the events of <i>Game of Thrones, </i><b>House of the Dragon</b> tells the history of House Targaryen as they fight through a civil war.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/423/1058597.jpg","rating":7.7,"premiered":2022,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/392/981777.jpg"}
{"_id":{"$oid":"6384d6c7d6b7e74256846285"},"title":"The Handmaid's Tale","category":"continueWatching","banner":true,"description":"<p><b>The Handmaid's Tale</b> is the story of life in the dystopia of Gilead, a totalitarian society in what was formerly the United States. Facing environmental disasters and a plunging birthrate, Gilead is ruled by a twisted fundamentalism in its militarized ‘return to traditional values'. As one of the few remaining fertile women, Offred is a Handmaid in the Commander's household, one of the caste of women forced into sexual servitude as a last desperate attempt to repopulate the world. In this terrifying society, Offred must navigate between Commanders, their cruel Wives, domestic Marthas, and her fellow Handmaids – where anyone could be a spy for Gilead – all with one goal: to survive and find the daughter that was taken from her.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/422/1055237.jpg","rating":7.6,"premiered":2017,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/317/792816.jpg"}
{"_id":{"$oid":"6384d6c7d6b7e74256846287"},"title":"Young Sheldon","category":"continueWatching","banner":false,"description":"<p>For young Sheldon Cooper, it isn't easy growing up in East Texas. Being a once-in-a-generation mind capable of advanced mathematics and science isn't always helpful in a land where church and football are king. And while the vulnerable, gifted and somewhat naïve Sheldon deals with the world, his very normal family must find a way to deal with him. His father, George, is struggling to find his way as a high school football coach and as father to a boy he doesn't understand. Sheldon's mother, Mary, fiercely protects and nurtures her son in a town where he just doesn't fit in. Sheldon's older brother, Georgie, does the best he can in high school, but it's tough to be cool when you're in the same classes with your odd younger brother. Sheldon's twin sister, Missy, sometimes resents all the attention Sheldon gets, but also remains the one person who can reliably tell Sheldon the truth. Finally, there's Sheldon's beloved Meemaw, his foul-mouthed, hard-drinking Texas grandmother who is very supportive of her grandson and his unique gifts. For 12 years on <i>The Big Bang Theory</i>, audiences have come to know the iconic, eccentric, and extraordinary Sheldon Cooper. This single-camera, half-hour comedy allows us the chance to meet him in childhood, as he embarks on his innocent, awkward, and hopeful journey toward the man he will become.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/424/1060718.jpg","rating":7.2,"premiered":2017,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/361/903743.jpg"}
{"_id":{"$oid":"6384d6c7d6b7e74256846289"},"title":"Vikings","category":"youMightEnjoy","banner":false,"description":"<p><b>Vikings</b> transports us to the brutal and mysterious world of Ragnar Lothbrok, a Viking warrior and farmer who yearns to explore - and raid - the distant shores across the ocean.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/286/715906.jpg","rating":8.6,"premiered":2013,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/291/728256.jpg"}
{"_id":{"$oid":"6384d6c7d6b7e7425684628b"},"title":"Nancy Drew","category":"youMightEnjoy","banner":false,"description":"<p>Set in the summer after her high school graduation,18-year-old Nancy Drew thought she'd be leaving her hometown for college, but when a family tragedy holds her back another year, she finds herself embroiled in a ghostly murder investigation — and along the way, uncovers secrets that run deeper than she ever imagined.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/360/900616.jpg","rating":6.7,"premiered":2019,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/376/941512.jpg"}
{"_id":{"$oid":"6384d6c7d6b7e7425684628d"},"title":"The Devil's Hour","category":"youMightEnjoy","banner":false,"description":"<p><b>The Devil's Hour</b> tells the story of Lucy who wakes up by terrifying visions every night at exactly 3:33 AM, in the middle of the so-called devil's hour between 3 AM and 4 AM. Her eight-year-old son is withdrawn and emotionless. Her mother speaks to empty chairs. Her house is haunted by the echoes of a life that isn't her own. When Lucy's name is inexplicably connected to a string of brutal murders in the area, the answers that have evaded her all these years will finally come into focus and Lucy's nightmares will draw her into a hunt for a serial killer in a world where nothing is as it seems.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/423/1057706.jpg","rating":7.3,"premiered":2022,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/423/1057767.jpg"}
{"_id":{"$oid":"6384d6c7d6b7e7425684628f"},"title":"True Blood","category":"youMightEnjoy","banner":false,"description":"<p><b>True Blood </b>is a horror/drama based on a series of novels called <i>The Southern American Vampires Mysteries</i>. It focuses on Sookie Stackhouse and her various encounters with vampires and other supernatural beings. The show is centred in the small town of Bon Temps in Louisiana. The show focuses heavily on the co-existence of humans with vampires. The show also touches on several other controversial issues involving equal rights, violence, discrimination and religion.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/410/1026956.jpg","rating":7.9,"premiered":2008,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/198/496030.jpg"}
{"_id":{"$oid":"6384d6c8d6b7e74256846291"},"title":"The Lord of the Rings: The Rings of Power","category":"youMightEnjoy","banner":true,"description":"<p>Set thousands of years before the events of The Lord of the Rings, this epic drama follows an ensemble cast of characters, both familiar and new, as they confront the long-feared re-emergence of evil to Middle-earth.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/425/1062924.jpg","rating":7.3,"premiered":2022,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/396/990035.jpg"}
{"_id":{"$oid":"6384d6c8d6b7e74256846293"},"title":"Criminal Minds","category":"trending","banner":false,"description":"<p><b>Criminal Minds</b> revolves around an elite team of FBI profilers who analyze the country's most twisted criminal minds, anticipating their next moves before they strike again.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/431/1079853.jpg","rating":8.1,"premiered":2005,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/14/35505.jpg"}
{"_id":{"$oid":"6384d6c8d6b7e74256846295"},"title":"His Dark Materials","category":"trending","banner":false,"description":"<p>Secrets and dangers lie ahead for young Lyra Belacqua in an epic tale of stolen children and the mysterious substance of Dust.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/430/1076830.jpg","rating":7.7,"premiered":2019,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/217/543415.jpg"}
{"_id":{"$oid":"6384d6c8d6b7e74256846297"},"title":"House of the Dragon","category":"trending","banner":false,"description":"<p>Set 200 years before the events of <i>Game of Thrones, </i><b>House of the Dragon</b> tells the history of House Targaryen as they fight through a civil war.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/423/1058597.jpg","rating":7.7,"premiered":2022,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/392/981777.jpg"}
{"_id":{"$oid":"6384d6c8d6b7e74256846299"},"title":"Peaky Blinders","category":"trending","banner":false,"description":"<p>An epic gangster drama set in the lawless streets of 1920s Birmingham.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/48/122213.jpg","rating":8.5,"premiered":2013,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/180/450205.jpg"}
{"_id":{"$oid":"6384d6c8d6b7e7425684629b"},"title":"Foundation","category":"trending","banner":false,"description":"<p>When revolutionary Dr. Hari Seldon predicts the impending fall of the Empire, he and a band of loyal followers venture to the far reaches of the galaxy to establish The Foundation in an attempt to rebuild and preserve the future of civilization. Enraged by Hari's claims, the ruling Cleons – a long line of emperor clones – fear their grasp on the galaxy may be weakening as they're forced to reckon with the potential reality of losing their legacy forever.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/350/875836.jpg","rating":7.3,"premiered":2021,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/334/836218.jpg"}
{"_id":{"$oid":"6384d6c8d6b7e7425684629d"},"title":"Wednesday","category":"trending","banner":false,"description":"<p><b>Wednesday</b> is a sleuthing, supernaturally infused mystery that follows Wednesday Addams as a student at Nevermore Academy where she attempts to master her emerging psychic ability while also thwart a monstrous killing spree terrorizing the local town and solve the supernatural mystery that embroiled her parents 25 years ago—all while navigating her new and very tangled relationships of the strange and diverse student body.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/423/1057850.jpg","rating":8.3,"premiered":2022,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/423/1059627.jpg"}
{"_id":{"$oid":"6384d6c8d6b7e7425684629f"},"title":"The Boys","category":"trending","banner":false,"description":"<p>In a world where superheroes embrace the darker side of their massive celebrity and fame, <b>The Boys</b> centres on a group of vigilantes known informally as \"The Boys,\" who set out to take down corrupt superheroes with no more than blue collar grit and a willingness to fight dirty.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/409/1024044.jpg","rating":8.4,"premiered":2019,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/245/613125.jpg"}
{"_id":{"$oid":"6384d6c9d6b7e742568462a1"},"title":"The Curse of Oak Island","category":"trending","banner":true,"description":"<p><b>The Curse of Oak Island</b> documents brothers Rick and Marty Lagina as they pursue their lifelong dream of solving more than a 220-year old Oak Island mystery. For over two centuries, teams of searchers, including Franklin D. Roosevelt, have attempted to crack the code that will unearth the treasure believed to be buried on the small island off the coast of Nova Scotia. Armed with the knowledge of those that came before them, the muscle of heavy machinery and decades of engineering know-how, the Lagina's and their partners may be closer than anyone in history to finding the treasure that has so far claimed the lives of six men.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/430/1076654.jpg","rating":6.7,"premiered":2014,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/322/806728.jpg"}
{"_id":{"$oid":"6384d6c9d6b7e742568462a3"},"title":"Atlanta","category":"trending","banner":false,"description":"<p>Two cousins work through the <b>Atlanta</b> music scene in order to better their lives and the lives of their families.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/420/1050547.jpg","rating":7,"premiered":2016,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/385/964535.jpg"}
{"_id":{"$oid":"6384d6c9d6b7e742568462a5"},"title":"Fate: The Winx Saga","category":"trending","banner":false,"description":"<p><b>Fate: The Winx Saga</b> follows the coming-of-age journey of five unlikely friends attending Alfea, a magical boarding school in the Otherworld where they must learn to master their magical powers while navigating love, rivalries and the monsters that threaten their very existence.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/419/1049814.jpg","rating":7.3,"premiered":2021,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/293/734428.jpg"}
{"_id":{"$oid":"6384d6c9d6b7e742568462a7"},"title":"One Piece","category":"anime","banner":false,"description":"<p><b>One Piece</b> animation is based on the successful comic by Eiichiro Oda. The comic has sold more than 260 million copies. The success doesn't stop; the <i>One Piece</i> animation series is in its top 5 TV ratings for kids programs in Japan for past few years and the series' most recent feature film title <i>\"One Piece Film Z\" </i>which was released on December 2012 has gathered 5.6 million viewers so far. The success goes beyond borders; receives high popularity on animation at terrestrial channel in Taiwan, no.1 rating on animation at a DTT channel in France, received high popularity among age 3-13 on a terrestrial channel in Germany in year 2010. The animation series has been broadcasted in many parts of the world: USA, UK, Australia, France, Spain, Portugal, Germany, Italy, Greece, Turkey, Israel, South Korea, Taiwan, China, Hong Kong, Philippine, Thailand, Singapore, Malaysia, Indonesia, Ecuador, Nicaragua, Chile, Mexico, Brazil, and etc.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/405/1014967.jpg","rating":8.9,"premiered":1999,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/227/569819.jpg"}
{"_id":{"$oid":"6384d6c9d6b7e742568462a9"},"title":"Demon Slayer: Kimetsu no Yaiba","category":"anime","banner":false,"description":"<p>Since ancient times, rumors have abounded of man-eating demons lurking in the woods. Because of this, the local townsfolk never venture outside at night. Legend has it that a demon slayer also roams the night, hunting down these bloodthirsty demons. For young Tanjiro, these rumors will soon to become his harsh reality… Ever since the death of his father, Tanjiro has taken it upon himself to support his family. Although their lives may be hardened by tragedy, they've found happiness. But that ephemeral warmth is shattered one day when Tanjiro finds his family slaughtered and the lone survivor, his sister Nezuko, turned into a demon. To his surprise, however, Nezuko still shows signs of human emotion and thought… Thus begins Tanjiro's quest to fight demons and turn his sister human again.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/189/472604.jpg","rating":8.3,"premiered":2004,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/374/936586.jpg"}
{"_id":{"$oid":"6384d6c9d6b7e742568462ab"},"title":"Attack on Titan","category":"anime","banner":false,"description":"<p>Known in Japan as Shingeki no Kyojin, many years ago, the last remnants of humanity were forced to retreat behind the towering walls of a fortified city to escape the massive, man-eating Titans that roamed the land outside their fortress. Only the heroic members of the Scouting Legion dared to stray beyond the safety of the walls – but even those brave warriors seldom returned alive. Those within the city clung to the illusion of a peaceful existence until the day that dream was shattered, and their slim chance at survival was reduced to one horrifying choice: kill – or be devoured!</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/311/779751.jpg","rating":8.9,"premiered":2013,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/71/178808.jpg"}
{"_id":{"$oid":"6384d6c9d6b7e742568462ad"},"title":"Cyberpunk: Edgerunners","category":"anime","banner":false,"description":"<p>Set in <i>Cyberpunk 2077</i> universe, <b>Cyberpunk: Edgerunners</b> tells a standalone, 10-episode story about a street kid trying to survive in a technology and body modification-obsessed city of the future. Having everything to lose, he chooses to stay alive by becoming an edgerunner—a mercenary outlaw also known as a cyberpunk.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/421/1053454.jpg","rating":7.3,"premiered":2022,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/421/1054922.jpg"}
{"_id":{"$oid":"6384d6c9d6b7e742568462af"},"title":"Naruto","category":"anime","banner":true,"description":"<p><b>Naruto</b> closely follows the life of a boy who is feared and detested by the villagers of the hidden leaf village of Konoha. The distrust of the boy has little to do with the boy himself, but it's what's inside him that causes anxiety. Long before Naruto came to be, a Kyuubi (demon fox) with great fury and power waged war taking many lives. The battle ensued for a long time until a man known as the Fourth Hokage, Yondaime, the strongest ninja in Konoha, fiercely fought the Kyuubi. The fight was soon won by Yondaime as he sealed the evil demon in a human body. Thus the boy, Naruto, was born. As Naruto grows he decides to become the strongest ninja in Konoha in an effort to show everyone that he is not as they perceive him to be, but is a human being worthy of love and admiration. But the road to becoming Hokage, the title for the strongest ninja in Konoha, is a long and arduous one. It is a path filled with betrayal, pain, and loss; but with hard work, Naruto may achieve Hokage.</p>","image":"https://static.tvmaze.com/uploads/images/medium_portrait/3/9744.jpg","rating":8.3,"premiered":2002,"__v":0,"background":"https://static.tvmaze.com/uploads/images/original_untouched/225/563501.jpg"}
